Repository: peterbe/kl
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, sv

source: Swedish
fr: Suédois
sv: Svenska

source: French
sv: Franska

source: British English
fr: Anglais britannique
sv: Brittisk engelska

source: American English
fr: Anglais américain
sv: Amerikansk engelska

source: searches/minute
sv: Sök

source: Can not contain numbers
fr: Ne peut pas contenir de chiffres
sv: Kan inte innehålla siffror

source: Can only contain alphabetical characters
fr: Uniquement des caractères alphabétiques
sv: Can bara innehålla alfabetiska bokstäver

source: Must pass at least 1 character
fr: Au moins un caractère
sv: Måste skriva minst 1 bokstav

source: Must be exactly 6 characters
fr: Exactement 6 caractères
sv: Måste vara exakt 6 bokstäver

source: 1 match found
fr: Une correspondance trouvée
sv: 1 hittad

source: %(count)s matches found but only showing first 100
fr: %(count)s correspondances trouvées, affichage des 100 premières
sv: %(count)s hiddade men visar bara 100 första

source: %(count)s matches found
fr: %(count)s correspondances trouvées
sv: %(count)s hiddade

source: No matches found unfortunately :(
fr: Aucun correspondance, malheureusement :(
sv: Inga hittade tyvärr :(

source: Feedback on Crosstips
fr: Vos impressions sur Crosstips
sv: Feedback på Krysstips

source: Statistics graph between %(date1)s and %(date2)s
sv: Statistikgraf mellan %(date1)s och %(date2)s

source: Statistics graph since %(date1)s
sv: Statistikgraf sedan %(date1)s

source: Statistics graph up until %(date2)s
sv: Statistikgraf fram till %(date2)s

source: In %(place_name)s, %(country_name)s someone searched for a %(length)s letter word: '%(search_word)s'
sv: I %(place_name)s, %(country_name)s någon sökte efter ett %(length)s bokstäver långt ord: '%(search_word)s'

source: Page not found :(
fr: Page introuvable :(
sv: Sidan kan inte hittas :(

source: Page trouble :(
fr: Erreur sur la page :(
sv: Sidoproblem :)

source: Unfortunately an error happened. Hopefully it will be fixed shortly.
fr: Une erreur est malheureusement survenue. Nous espérons que le problème sera bientôt résolu.
sv: Tyvärr gick nånting åt skogen. Förhoppningsvis fixas det snart.

source: helps you solve your crossword puzzles
fr: vous aide à résoudre vos mots croisés
sv: hjälper dig lösa korsord

source: crosstip, crosstips, crossword, crosswords, puzzle, crossword puzzles
sv: krysstips, kryss, korsord, puzzel, kryss puzzel, korsordspuzzel

source: Crosstips
sv: Krysstips

source: crossword solver, fast and simple
fr: Solveur de mots croisés, simple et rapide
sv: Krysstips

source: Crosstips searches across the globe
fr: recherches sur Crosstips à travers le monde
sv: Krysstips sökningar över hela världen

source: New fun feature!
fr: Nouvelle fonctionnalité !
sv: Ny kul funktion

source: Crossing the world
sv: Kryssningar runt världen

source: Statistics
fr: Statistiques
sv: Statistik

source: Searches today
fr: Recherches aujourd'hui
sv: Sökningar idag

source: Searches yesterday
fr: Recherches hier
sv: Sökningar igår

source: Searches this week
fr: Recherches cette semaine
sv: Sökningar denna vecka

source: Searches this month
fr: Recherches ce mois-ci
sv: Sökningar denna månad

source: Searches this year
fr: Recherches cette année
sv: Sökningar detta året

source: Total number of words
fr: Nombre de mots total
sv: Totalt antal ord

source: Send suggestions, feedback or tips
fr: Envoyez vos suggestions, astuces et expériences
sv: Skicka förslag, feedback eller tips

source: Your name:
fr: Votre nom :
sv: Ditt namn:

source: optional
fr: facultatif
sv: valfritt

source: Your email:
fr: Votre email :
sv: Din E-mail:

source: Send feedback
fr: Envoyer
sv: Skicka feedback

source: Cancel
fr: Annuler
sv: Äsch, annulera

source: Calendar
fr: Calendrier
sv: Kalender

source: Graph
fr: Graphique
sv: Graf

source: Uniqueness
fr: Unicité
sv: Unikhet

source: Searches summary
fr: Récapitulatif des recherches
sv: Sökningar idag

source: Change language
fr: Changer de langue
sv: Ändra språk

source: Crossing the world
sv: Kryssningar runt världen

source: Current rate:
sv: Nuvarande hastighet

source: Thank you!
fr: Merci !
sv: Tack!

source: Feedback sent. Thank you very much!
fr: Message envoyé. Merci !
sv: Feedback skickad. Tack så mycket!

source: Go back to the Crosstips
fr: Retour à Crosstips
sv: Gå tillbaka till Krysstips

source: Searches summary in
sv: Sökningar idag

source: Previous month
fr: Mois précédent
sv: Sökningar denna månad

source: Next month
fr: Mois suivant
sv: Nästa månad

source: Go back to home page
fr: Retour à la page d'accueil
sv: Gå tillbaka till hemsidan

source: Simple interface
sv: Enkla gränssnittet

source: Known letters (with spaces for letters you don't know)
fr: Lettres connues (espaces pour celles que vous ne connaissez pas)
sv: Säkrade bokstäver (med mellanslag för de du inte vet)

source: Search again
fr: Rechercher à nouveau
sv: Sök

source: Search
fr: Rechercher
sv: Sök

source: clear search
fr: réinitialiser
sv: ta bort sökningen

source: Stumped? Crosstips <strong>helps</strong> you <strong>solve</strong> your <strong>crossword puzzles</strong>. Enter the length of the word and fill in the known letters.
fr: Dubitatif ? Crosstips vous <strong>aide</strong> à <strong>résoudre</strong> vos <strong>mots croisés</strong>. Entrez la longeur du mot et remplissez les lettres connues.
sv: Förvirrad? Krysstips <strong>hjälper dig lösa korsord</strong>. Skriva bara in antal bokstäver och de bokstäver du vet redan.

source: If you use a mobile device try the <a href="/simple/">simple interface</a> instead.
fr: Depuis votre téléphone, utilisez l'<a href="/simple/">interface simplifiée</a>
sv: Om du använder en mobil telefon pröva <a href="/simple/">det enkla gränssnittet</a> istället.

source: Number of letters
fr: Nombre de lettres
sv: Antal bokstäver

source: Slots
fr: Cases
sv: Rutor

source: Clue(s):
fr: Indices
sv: Ledtråd(ar):

source: Loading
fr: Chargement
sv: Laddar

source: No letters all?
fr: Vraiment, aucune lettre ?
sv: Inga bokstäver alls?

source: Sorry. Unable to do a search right now. Please try again a bit later.
fr: Désolé, impossible d'effectuer la recherche. Veuillez réessayer ultérieurement.
sv: Tyvärr funkar inte sökningen just nu. Försök lite senare.

source: Try the <a href="/simple/">simple inferface</a>
fr: Essayez l'<a href="/simple/">interface simplifiée</a>
sv: Prova <a href="/simple/">det enkla gränssnittet</a>

source: New!
fr: Nouveau !
sv: Nytt!

source: By the way...
sv: Förresten...

source: Crosstips recently helped someone find the word:
sv: Krysstips hjälpte nyss någon att hitta ordet:

source: which means
sv: vilket betyder

source: Statistics Calendar
fr: Statistiques horaires
sv: Statistik

source: Language(s):
fr: Langue(s) :
sv: Ledtråd(ar):

source: Statistics Graph
fr: Graphique des statistiques
sv: Statistik

source: Searches per day
fr: Recherches par jour
sv: Sökningar igår

source: Redraw
fr: Redessiner
sv: Måla om

source: Statistics Uniqueness
sv: Statistik

source: Since
fr: Depuis
sv: Sedan

source: searches
fr: recherches
sv: Sök

source: searchers
fr: chercheurs
sv: Sök

source: average
fr: moyenne
sv: medel

source: Number searches:
fr: Nombre de recherches
sv: ta bort sökningen

source: Number searche<em>r</em>s:
fr: Nombre de chercheurs
sv: Antal sök<em>are</em>:

source: Number searchers doing one search only:
fr: Nombre de checheurs ne faisant qu'une recherche
sv: Antal sökare som gör en sökning:

source: Average number of searches per searcher:
fr: Nombre de moyen de recherches par chercheur
sv: Medel antal sökningar per sökare:

source: Median number of searches per searcher:
fr: Nombre médian de recherches par chercheur
sv: Median antal sökningar per sökare:

source: Statistics updated once a day.
fr: Les statistiques sont mises à jour quotidiennement.
sv: Statistik

source: Word Whomp solver and tips
sv: Word Whomp lösare och tips

source: helps you win at Word Whomp
sv: hjälper dig vinna på Word Whomp

source: 6 known letters
fr: 6 lettres connues
sv: 6 säkra bokstäver

source: List again
fr: Liste
sv: Lista igen

source: List
fr: Liste
sv: Lista

source: In
sv: I

source: Part of speech
sv: Ordform

source: Statistics for this word:
sv: Statistik för detta ordet:

source: Number of times this word was the only one found:
sv: Antal gånger detta ordet var det enda som hittades:

source: Possible synonyms:
sv: Potentiella synonymer:

source: Sorry. That word is not in the word list.
sv: Sorry. Det ordet finns inte i denna ordlisten.

source: Word definition lookup
fr: Recherche le la définition d'un mot
sv: Ord förklaring sökning

source: Sorry word could not be found
fr: Désolé, le mot n'a pas été trouvé
sv: Ledsen, ordet kunde inte hittas

source: Word:
fr: Mot :
sv: Ord:

source: Lookup!
fr: Chercher !
sv: Slå upp!

source: Please wait...
fr: Veuillez patienter...
sv: Var god vänta...
